Repository: alekseyev/wheatleycms
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Title
ru: Заголовок

source: This will also be your feed title
ru: Также будет заголовком RSS-ленты

source: Keywords
ru: Ключевые слова

source: Optional: Add a short extra description for the title tag
ru: Необязательное: Добавьте краткое описание для тэга title

source: URL
ru: Адрес

source: Example: /blog
ru: Пример: /blog

source: Description
ru: Описание

source: This will also be your feed description.
ru: Также будет описанием RSS-ленты

source: Feed redirect URL
ru: Адрес перенаправления для RSS-ленты

source: Optional (use this to publish feeds via FeedBurner)<br />
ru: Необязательное (используйте для публикации лент через FeedBurner)<br />

source: Blog
ru: Блог

source: Published
ru: Опубликовать

source: Author
ru: Автор

source: Optional (filled automatically when saving)
ru: Необязательное (заполняется автоматически при сохранении)

source: Optional (filled automatically when publishing).
ru: Необязательное (заполняется автоматически при публикации)

source: Published on
ru: Дата публикации

source: Optional (filled automatically when publishing)
ru: Необязательное (заполняется автоматически при публикации)

source: Review key
ru: Ключ предпросмотра

source: Add post to %(title)s
ru: Добавить заметку в %(title)s

source: Editing post %(title)s
ru: Редактирование заметки %(title)s

source: Save
ru: Сохранить

source: Deleting post %(title)s
ru: Удаление заметки %(title)s

source: Are you sure you want to delete post %(title)s?
ru: Вы действительно хотите удалить %(title)s?

source: Add post
ru: Добавить заметку

source: Subscribe to blog's RSS feed
ru: Подписаться на RSS ленту

source: Or subscribe via e-mail
ru: Или подписаться по e-mail

source: Recent posts
ru: Последние заметки

source: Browse all posts
ru: Смотреть все заметки

source: Edit
ru: Редактировать

source: Review mode: Don't share this link yet!
ru: Предварительный просмотр. Не распространяйте эту ссылку!

source: Comments
ru: Комментарии

source: Continue
ru: Читать дальше

source: Optional (filled automatically when publishing). Better use a hand-optimized URL that is unique and SEO-friendly.<br/>Tip: Relative URLs (not starting with "/") will be prefixed with the blog's URL.
ru: Необязательное (заполняется автоматически при сохранении). Рекомендуется использовать подобранный вручную адрес, который будет уникальным и подходящим для SEO. <br/>Совет: К относительным адресам (которые начинаются не с "/") будет приписан адрес блога вначале
